[
    {
        "author": "Bahá’u’lláh",
        "quote": "They whom God hath endued with insight will readily recognize that the precepts laid down by God constitute the highest means for the maintenance of order in the world and the security of its peoples. He that turneth away from them is accounted among the abject and foolish. We, verily, have commanded you to refuse the dictates of your evil passions and corrupt desires, and not to transgress the bounds which the Pen of the Most High hath fixed, for these are the breath of life unto all created things. The seas of Divine wisdom and Divine utterance have risen under the breath of the breeze of the All-Merciful. Hasten to drink your fill, O men of understanding! They that have violated the Covenant of God by breaking His commandments, and have turned back on their heels, these have erred grievously in the sight of God, the All-Possessing, the Most High.",
        "source": "The Kitab-i-Aqdas",
        "pages": "21-23"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The first duty prescribed by God for His servants is the recognition of Him Who is the Dayspring of His Revelation and the Fountain of His laws, Who representeth the Godhead in both the Kingdom of His Cause and the world of creation. Whoso achieveth this duty hath attained unto all good; and whoso is deprived thereof hath gone astray, though he be the author of every righteous deed. It behooveth every one who reacheth this most sublime station, this summit of transcendent glory, to observe every ordinance of Him Who is the Desire of the world. These twin duties are inseparable. Neither is acceptable without the other.  Thus hath it been decreed by Him Who is the Source of Divine inspiration.",
        "source": "The Kitab-i-Aqdas",
        "pages": "21-23"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O ye peoples of the world! Know assuredly that My commandments are the lamps of My loving providence among My servants, and the keys of My mercy for My creatures. Thus hath it been sent down from the heaven of the Will of your Lord, the Lord of Revelation. Were any man to taste the sweetness of the words which the lips of the All-Merciful have willed to utter, he would, though the treasures of the earth be in his possession, renounce them one and all, that he might vindicate the truth of even one of His commandments, shining above the Dayspring of His bountiful care and loving-kindness.",
        "source": "The Kitab-i-Aqdas",
        "pages": "21-23"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Think not that We have revealed unto you a mere code of laws. Nay, rather, We have unsealed the choice Wine with the fingers of might and power. To this beareth witness that which the Pen of Revelation hath revealed. Meditate upon this, O men of insight!",
        "source": "The Kitab-i-Aqdas",
        "pages": "21-23"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Be not dismayed, O peoples of the world, when the day star of My beauty is set, and the heaven of My tabernacle is concealed from your eyes. Arise to further My Cause, and to exalt My Word amongst men. We are with you at all times, and shall strengthen you through the power of truth.",
        "source": "The Kitab-i-Aqdas",
        "pages": "34"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The Pen of the Most High hath decreed and imposed upon every one the obligation to teach this Cause.... God will, no doubt, inspire whosoever detacheth himself from all else but Him, and will cause the pure waters of wisdom and utterance to gush out and flow copiously from his heart",
        "source": "Gleanings",
        "pages": "21-2143"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "God hath prescribed unto every one the duty of teaching His Cause. Whoever ariseth to discharge this duty, must needs, ere he proclaimeth His Message, adorn himself with the ornament of an upright and praiseworthy character, so that his words may attract the hearts of such as are receptive to his call.",
        "source": "Gleanings",
        "pages": "335"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O ye beloved of God! Repose not yourselves on your couches, nay bestir yourselves as soon as ye recognize your Lord, the Creator, and hear of the things which have befallen Him, and hasten to His assistance. Unloose your tongues, and proclaim unceasingly His Cause. This shall be better for you than all the treasures of the past and of the future, if ye be of them that comprehend this truth",
        "source": "Gleanings",
        "pages": "330"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "This is the day in which to speak. It is incumbent upon the people of Baha to strive, with the utmost patience and forbearance, to guide the peoples of the world to the Most Great Horizon. Every body calleth aloud for a soul. Heavenly souls must needs quicken, with the breath of the Word of God, the dead bodies with a fresh spirit.",
        "source": "Cited in The Advent of Divine Justice",
        "pages": "82-83"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "By the righteousness of God! Whoso openeth his lips in this Day and maketh mention of the name of his Lord, the hosts of Divine inspiration shall descend upon him from the heaven of My name, the All-Knowing, the All-Wise. On him shall also descend the Concourse on high, each bearing aloft a chalice of pure light. Thus hath it been foreordained in the realm of God's Revelation, by the behest of Him Who is the All-Glorious, the Most Powerful",
        "source": "Gleanings",
        "pages": "280"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "They that have forsaken their country for the purpose of teaching Our Cause -- these shall the Faithful Spirit strengthen through its power. A company of Our chosen angels shall go forth with them, as bidden by Him Who is the Almighty, the All-Wise. How great the blessedness that awaiteth him that hath attained the honor of serving the Almighty!",
        "source": "Gleanings",
        "pages": "334"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "He, verily, will aid everyone that aideth Him, and will remember everyone that remembereth Him. To this beareth witness this Tablet that hath shed the splendor of the loving-kindness of your Lord, the All-Glorious, the All-Compelling",
        "source": "cited in The Advent of Divine Justice",
        "pages": "76"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Say: Beware, O people of Baha, lest the strong ones of the earth rob you of your strength, or they who rule the world fill you with fear. Put your trust in God, and commit your affairs to His keeping. He, verily, will, through the power of truth, render you victorious, and He, verily, is powerful to do what He willeth, and in His grasp are the reins of omnipotent might.",
        "source": " cited in The Advent of Divine Justice",
        "pages": "82"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "By God besides Whom is none other God! Should any one arise for the triumph of our Cause, him will God render victorious though tens of thousands of enemies be leagued against him. And if his love for Me wax stronger, God will establish his ascendancy over all the powers of earth and heaven. Thus have We breathed the spirit of power into all regions.",
        "source": "cited in The World Order of Bahá’u’lláh:",
        "pages": "106"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O My servants! Were ye to discover the hidden, the shoreless oceans of My incorruptible wealth, ye would, of a certainty, esteem as nothing the world, nay, the entire creation.",
        "source": "Gleanings",
        "pages": "323"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Blessed are those who have fixed their gaze on the realm of glory and have followed the commandments of the Lord of Names. Blessed is he who in the days of God will engage in handicrafts. This is a bounty from God, for in this Most Great Dispensation it is acceptable in the sight of God for man to occupy himself in a trade which relieveth him of depending upon charity. The craft of every craftsman is regarded as worship.",
        "source": "Compilation of Compilations Vol. 1",
        "pages": "1"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "They whom God hath endued with insight will readily recognize that the precepts laid down by God constitute the highest means for the maintenance of order in the world and the security of its peoples....",
        "source": "Compilation of Compilations Vol. 1",
        "pages": "46"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O ye peoples of the world! Know assuredly that My commandments are the lamps of My loving providence among My servants, and the keys of My mercy for My creatures.",
        "source": "Compilation of Compilations Vol. 1",
        "pages": "46"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Think not that We have revealed unto you a mere code of laws. Nay, rather, We have unsealed the choice Wine with the fingers of might and power.",
        "source": "Compilation of Compilations Vol. 1",
        "pages": "46"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Nature is God's Will and is its expression in and through the contingent world. It is a dispensation of Providence ordained by the Ordainer, the All-Wise.",
        "source": "Compilation of Compilations Vol. 1",
        "pages": "67"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Know ye that the embodiment of liberty and its symbol is the animal. That which beseemeth man is submission unto such restraints as will protect him from his own ignorance, and guard him against the harm of the mischief-maker. Liberty causeth man to overstep the bounds of propriety, and to infringe on the dignity of his station. It debaseth him to the level of extreme depravity and wickedness.",
        "source": "Compilation of Compilations Vol. 1",
        "pages": "48"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Were men to observe that which We have sent down unto them from the Heaven of Revelation, they would, of a certainty, attain unto perfect liberty. Happy is the man that hath apprehended the Purpose of God in whatever He hath revealed from the Heaven of His Will, that pervadeth all created things.",
        "source": "Compilation of Compilations Vol. 1",
        "pages": "48"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Say: The liberty that profiteth you is to be found nowhere except in complete servitude unto God, the Eternal Truth. Whoso hath tasted of its sweetness will refuse to barter it for all the dominion of earth and heaven.",
        "source": "Compilation of Compilations Vol. 1",
        "pages": "48"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "He is My true follower who, if he come to a valley of pure gold, will pass straight through it aloof as a cloud, and will neither turn back, nor pause. Such a man is, assuredly, of Me. From his garment the Concourse on high can inhale the fragrance of sanctity....",
        "source": "Compilation of Compilations Vol. 1",
        "pages": "50"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Purity and chastity have been, and still are, the most great ornaments for the handmaidens of God. God is My Witness! The brightness of the light of chastity sheddeth its illumination upon the worlds of the spirit, and its fragrance is wafted even unto the Most Exalted Paradise....",
        "source": "Compilation of Compilations Vol. 1",
        "pages": "50"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Whatsoever passeth beyond the limits of moderation will cease to exert a beneficial influence.",
        "source": "Compilation of Compilations Vol. 1",
        "pages": "51"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Human utterance is an essence which aspireth to exert its influence and needeth moderation. As to its influence, this is conditional upon refinement which in turn is dependent upon hearts which are detached and pure. As to its moderation, this hath to be combined with tact and wisdom as prescribed in the Holy Scriptures and Tablets.",
        "source": "Compilation of Compilations Vol. 1",
        "pages": "51"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "We have permitted you to listen to music and singing. Beware lest such listening cause you to transgress the bounds of decency and dignity. Rejoice in the joy of My Most Great Name through which the hearts are enchanted and the minds of the well-favoured are attracted.",
        "source": "Compilation of Compilations Vol. 1",
        "pages": "52"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Arise, O people, and, by the power of God's might, resolve to gain the victory over your own selves, that haply the whole earth may be freed and sanctified from its servitude to the gods of its idle fancies - gods that have inflicted such loss upon, and are responsible for the misery of, their wretched worshippers. These idols form the obstacle that impedeth man in his efforts to advance in the path of perfection.",
        "source": "Compilation of Compilations Vol. 1",
        "pages": "52"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O Son of Being! Bring thyself to account each day ere thou art summoned to a reckoning; for death, unheralded, shall come upon thee and thou shalt be called to give account for thy deeds.",
        "source": "The Hidden Words of Bahá'u'lláh",
        "pages": "11"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Whoso ariseth, in this Day, to aid Our Cause, and summoneth to his assistance the hosts of a praiseworthy character and upright conduct, the influence flowing from such an action will, most certainly, be diffused throughout the whole world.",
        "source": "Gleanings",
        "pages": "287"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "One righteous act is endowed with a potency that can so elevate the dust as to cause it to pass beyond the heaven of heavens. It can tear every bond asunder, and hath the power to restore the force that hath spent itself and vanished....Be pure, O people of God, be pure; be righteous, be righteous....",
        "source": "Gleanings",
        "pages": "287"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Strive ... with heart and soul to distinguish yourselves by your deeds. In this wise We counsel you in this holy and resplendent tablet.",
        "source": "The Hidden Words of Bahá'u'lláh",
        "pages": "48"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The betterment of the world can be accomplished through pure and goodly deeds, through commendable and seemly conduct....",
        "source": "cited in The Advent of Divine Justice",
        "pages": "24"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Let your acts be a guide unto all mankind, for the professions of most men, be they high or low, differ from their conduct. It is through your deeds that ye can distinguish yourselves from others. Through them the brightness of your light can be shed upon the whole earth.",
        "source": "Gleanings",
        "pages": "305"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Guidance hath ever been given by words, and now it is given by deeds. Every one must show forth deeds that are pure and holy, for words are the property of all alike, whereas such deeds as these belong only to Our loved ones. Strive then with heart and soul to distinguish yourselves by your deeds",
        "source": "The Persian Hidden Words",
        "pages": " Persian Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "A new life is, in this age, stirring within all the peoples of the earth; and yet none hath discovered its cause or perceived its motive. Consider the peoples of the West. Witness how, in their pursuit of that which is vain and trivial, they have sacrificed, and are still sacrificing, countless lives for the sake of its establishment and promotion.",
        "source": "Gleanings",
        "pages": "195"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "We verily behold your actions. If We perceive from them the sweet smelling savor of purity and holiness, We will most certainly bless you. Then will the tongues of the inmates of Paradise utter your praise and magnify your names amidst them who have drawn nigh unto God",
        "source": "Gleanings",
        "pages": "307"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Thine eye is My trust, suffer not the dust of vain desires to becloud its luster. Thine ear is a sign of My bounty, let not the tumult of unseemly motives turn it away from My Word that encompasseth all creation. Thine heart is My treasury, allow not the treacherous hand of self to rob thee of the pearls which I have treasured therein. Thine hand is a symbol of My loving-kindness, hinder it not from holding fast unto My guarded and hidden Tablets.... Unasked, I have showered upon thee My grace. Unpetitioned, I have fulfilled thy wish. In spite of thy undeserving, I have singled thee out for My richest, My incalculable favors....",
        "source": "Gleanings",
        "pages": "322"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O My servants! My holy, My divinely ordained Revelation may be likened unto an ocean in whose depths are concealed innumerable pearls of great price, of surpassing luster. It is the duty of every seeker to bestir himself and strive to attain the shores of this ocean, so that he may, in proportion to the eagerness of his search and the efforts he hath exerted, partake of such benefits as have been pre-ordained in God's irrevocable and hidden Tablets.",
        "source": "Gleanings",
        "pages": "324"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Suffer not your idle fancies, your evil passions, your insincerity and blindness of heart to dim the luster, or stain the sanctity, of so lofty a station. Ye are even as the bird which soareth, with the full force of its mighty wings and with complete and joyous confidence, through the immensity of the heavens, until, impelled to satisfy its hunger, it turneth longingly to the water and clay of the earth below it, and, having been entrapped in the mesh of its desire, findeth itself impotent to resume its flight to the realms whence it came. Powerless to shake off the burden weighing on its sullied wings, that bird, hitherto an inmate of the heavens, is now forced to seek a dwelling-place upon the dust.",
        "source": "Gleanings",
        "pages": "326"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O My servants! Sorrow not if, in these days and on this earthly plane, things contrary to your wishes have been ordained and manifested by God, for days of blissful joy, of heavenly delight, are assuredly in store for you. Worlds, holy and spiritually glorious, will be unveiled to your eyes. You are destined by Him, in this world and hereafter, to partake of their benefits, to share in their joys, and to obtain a portion of their sustaining grace. To each and every one of them you will, no doubt, attain.",
        "source": "Gleanings",
        "pages": "328"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O ye beloved of God! Repose not yourselves on your couches, nay bestir yourselves as soon as ye recognize your Lord, the Creator, and hear of the things which have befallen Him, and hasten to His assistance. Unloose your tongues, and proclaim unceasingly His Cause. This shall be better for you than all the treasures of the past and of the future, if ye be of them that comprehend this truth.",
        "source": "Gleanings",
        "pages": "329"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "True liberty consisteth in man's submission unto My commandments, little as ye know it. Were men to observe that which We have sent down unto them from the Heaven of Revelation, they would, of a certainty, attain unto perfect liberty... The liberty that profiteth you is to be found nowhere except in complete servitude unto God, the Eternal Truth. Whoso hath tasted of its sweetness will refuse to barter it for all the dominion of earth and heaven.",
        "source": "Gleanings",
        "pages": "334"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Unlock, O people, the gates of the hearts of men with the keys of the remembrance of Him Who is the Remembrance of God and the Source of wisdom amongst you. He hath chosen out of the whole world the hearts of His servants, and made them each a seat for the revelation of His glory. Wherefore, sanctify them from every defilement, that the things for which they were created may be engraven upon them. This indeed is a token of God's bountiful favor.",
        "source": "Gleanings",
        "pages": "296"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Beautify your tongues, O people, with truthfulness, and adorn your souls with the ornament of honesty. Beware, O people, that ye deal not treacherously with any one. Be ye the trustees of God amongst His creatures, and the emblems of His generosity amidst His people.",
        "source": "Gleanings",
        "pages": "296"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The purpose of the one true God in manifesting Himself is to summon all mankind to truthfulness and sincerity, to piety and trustworthiness, to resignation and submissiveness to the Will of God, to forbearance and kindliness, to uprightness and wisdom. His object is to array every man with the mantle of a saintly character, and to adorn him with the ornament of holy and goodly deeds.",
        "source": "Gleanings",
        "pages": "297"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O My servants! Deprive not yourselves of the unfading and resplendent Light that shineth within the Lamp of Divine glory. Let the flame of the love of God burn brightly within your radiant hearts. Feed it with the oil of Divine guidance, and protect it within the shelter of your constancy. Guard it within the globe of trust and detachment from all else but God, so that the evil whisperings of the ungodly may not extinguish its light.",
        "source": "Gleanings",
        "pages": "325"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O My servants! My holy, My divinely ordained Revelation may be likened unto an ocean in whose depths are concealed innumerable pearls of great price, of surpassing luster. It is the duty of every seeker to bestir himself and strive to attain the shores of this ocean, so that he may, in proportion to the eagerness of his search and the efforts he hath exerted, partake of such benefits as have been pre-ordained in God's irrevocable and hidden Tablets",
        "source": "Gleanings",
        "pages": "325"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The aim of this Wronged One in sustaining woes and tribulations, in revealing the Holy Verses and in demonstrating proofs hath been naught but to quench the flame of hate and enmity, that the horizon of the hearts of men may be illumined with the light of concord and attain real peace and tranquillity.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "219"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "In this Day a great festival is taking place in the Realm above; for whatsoever was promised in the sacred Scriptures hath been fulfilled. This is the Day of great rejoicing. It behoveth everyone to hasten towards the court of His nearness with exceeding joy, gladness, exultation and delight and to deliver himself from the fire of remoteness.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "78"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O Friend! In the garden of thy heart plant naught but the rose of love, and from the nightingale of affection and desire loosen not thy hold. Treasure the companionship of the righteous and eschew all fellowship with the ungodly.",
        "source": "The Persian Hidden Words",
        "pages": " Persian Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O Son of Earth! Wouldst thou have Me, seek none other than Me; and wouldst thou gaze upon My beauty, close thine eyes to the world and all that is therein; for My will and the will of another than Me, even as fire and water, cannot dwell together in one heart.",
        "source": "The Persian Hidden Words",
        "pages": " Persian Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O Offspring of Dust! Be not content with the ease of a passing day, and deprive not thyself of everlasting rest. Barter not the garden of eternal delight for the dust-heap of a mortal world. Up from thy prison ascend unto the glorious meads above, and from thy mortal cage wing thy flight unto the paradise of the Placeless.",
        "source": "The Persian Hidden Words",
        "pages": " Persian Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Speak no evil, that thou mayest not hear it spoken unto thee, and magnify not the faults of others that thine own faults may not appear great; and wish not the abasement of anyone, that thine own abasement be not exposed. Live then the days of thy life, that are less than a fleeting moment, with thy mind stainless, thy heart unsullied, thy thoughts pure, and thy nature sanctified, so that, free and content, thou mayest put away this mortal frame, and repair unto the mystic paradise and abide in the eternal kingdom for evermore.",
        "source": "The Persian Hidden Words",
        "pages": " Persian Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O Son of My Handmaid! Guidance hath ever been given by words, and now it is given by deeds. Every one must show forth deeds that are pure and holy, for words are the property of all alike, whereas such deeds as these belong only to Our loved ones. Strive then with heart and soul to distinguish yourselves by your deeds. In this wise We counsel you in this holy and resplendent tablet.",
        "source": "The Persian Hidden Words",
        "pages": " Persian Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O Children of Negligence! Set not your affections on mortal sovereignty and rejoice not therein. Ye are even as the unwary bird that with full confidence warbleth upon the bough; till of a sudden the fowler Death throws it upon the dust, and the melody, the form and the color are gone, leaving not a trace. Wherefore take heed, O bondslaves of desire!",
        "source": "The Persian Hidden Words",
        "pages": " Persian Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O My Servants! Ye are the trees of My garden; ye must give forth goodly and wondrous fruits, that ye yourselves and others may profit therefrom. Thus it is incumbent on every one to engage in crafts and professions, for therein lies the secret of wealth, O men of understanding! For results depend upon means, and the grace of God shall be all-sufficient unto you. Trees that yield no fruit have been and will ever be for the fire.",
        "source": "The Persian Hidden Words",
        "pages": " Persian Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O Son of Spirit! I created thee rich, why dost thou bring thyself down to poverty? Noble I made thee, wherewith dost thou abase thyself? Out of the essence of knowledge I gave thee being, why seekest thou enlightenment from anyone beside Me? Out of the clay of love I molded thee, how dost thou busy thyself with another? Turn thy sight unto thyself, that thou mayest find Me standing within thee, mighty, powerful and self-subsisting.",
        "source": "The Arabic Hidden Words",
        "pages": " Arabic Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O Son of Man! Ponder and reflect. Is it thy wish to die upon thy bed, or to shed thy life-blood on the dust, a martyr in My path, and so become the manifestation of My command and the revealer of My light in the highest paradise? Judge thou aright, O servant!",
        "source": "The Arabic Hidden Words",
        "pages": " Arabic Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O Son of Man! My calamity is My providence, outwardly it is fire and vengeance, but inwardly it is light and mercy. Hasten thereunto that thou mayest become an eternal light and an immortal spirit. This is My command unto thee, do thou observe it.",
        "source": "The Arabic Hidden Words",
        "pages": " Arabic Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O Son of Being! Thy Paradise is My love; thy heavenly home, reunion with Me. Enter therein and tarry not. This is that which hath been destined for thee in Our kingdom above and Our exalted dominion.",
        "source": "The Arabic Hidden Words",
        "pages": " Arabic Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O Son of Spirit! There is no peace for thee save by renouncing thyself and turning unto Me; for it behooveth thee to glory in My name, not in thine own; to put thy trust in Me and not in thyself, since I desire to be loved alone and above all that is.",
        "source": "The Arabic Hidden Words",
        "pages": " Arabic Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O Son of Utterance! Turn thy face unto Mine and renounce all save Me; for My sovereignty endureth and My dominion perisheth not. If thou seekest another than Me, yea, if thou searchest the universe for evermore, thy quest will be in vain.",
        "source": "The Arabic Hidden Words",
        "pages": " Arabic Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O Son of Man! Upon the tree of effulgent glory I have hung for thee the choicest fruits, wherefore hast thou turned away and contented thyself with that which is less good? Return then unto that which is better for thee in the realm on high",
        "source": "The Arabic Hidden Words",
        "pages": " Arabic Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "All men have been created to carry forward an ever-advancing civilization. The Almighty beareth Me witness: To act like the beasts of the field is unworthy of man. Those virtues that befit his dignity are forbearance, mercy, compassion and loving-kindness towards all the peoples and kindreds of the earth",
        "source": "Gleanings",
        "pages": "214"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The fundamental purpose animating the Faith of God and His Religion is to safeguard the interests and promote the unity of the human race, and to foster the spirit of love and fellowship amongst men. Suffer it not to become a source of dissension and discord, of hate and enmity.",
        "source": "Gleanings",
        "pages": "214"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O contending peoples and kindreds of the earth! Set your faces towards unity, and let the radiance of its light shine upon you. Gather ye together, and for the sake of God resolve to root out whatever is the source of contention amongst you. Then will the effulgence of the world's great Luminary envelop the whole earth, and its inhabitants become the citizens of one city, and the occupants of one and the same throne.",
        "source": "Gleanings",
        "pages": "216"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The spirit that animateth the human heart is the knowledge of God, and its truest adorning is the recognition of the truth that \"He doeth whatsoever He willeth, and ordaineth that which He pleaseth.\" Its raiment is the fear of God, and its perfection steadfastness in His Faith. Thus God instructeth whosoever seeketh Him. He, verily, loveth the one that turneth towards Him. There is none other God but Him, the Forgiving, the Most Bountiful.",
        "source": "Gleanings",
        "pages": "290"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The incomparable Creator hath created all men from one same substance, and hath exalted their reality above the rest of His creatures. Success or failure, gain or loss, must, therefore, depend upon man's own exertions. The more he striveth, the greater will be his progress. We fain would hope that the vernal showers of the bounty of God may cause the flowers of true understanding to spring from the soil of men's hearts, and may wash them from all earthly defilements.",
        "source": "Gleanings",
        "pages": "81"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The Prophets of God should be regarded as physicians whose task is to foster the well-being of the world and its peoples, that, through the spirit of oneness, they may heal the sickness of a divided humanity. To none is given the right to question their words or disparage their conduct, for they are the only ones who can claim to have understood the patient and to have correctly diagnosed its ailments.",
        "source": "Gleanings",
        "pages": "79"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Know verily that whenever this Youth turneth His eyes towards His own self, he findeth it the most insignificant of all creation. When He contemplates, however, the bright effulgences He hath been empowered to manifest, lo, that self is transfigured before Him into a sovereign Potency permeating the essence of all things visible and invisible. Glory be to Him Who, through the power of truth, hath sent down the Manifestation of His own Self and entrusted Him with His message unto all mankind.",
        "source": "Gleanings",
        "pages": "102"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "For every one of you his paramount duty is to choose for himself that on which no other may infringe and none usurp from him. Such a thing -- and to this the Almighty is My witness -- is the love of God, could ye but perceive it. Build ye for yourselves such houses as the rain and floods can never destroy, which shall protect you from the changes and chances of this life. This is the instruction of Him Whom the world hath wronged and forsaken.",
        "source": "Gleanings",
        "pages": "261"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Intone, O My servant, the verses of God that have been received by thee, as intoned by them who have drawn nigh unto Him, that the sweetness of thy melody may kindle thine own soul, and attract the hearts of all men. Whoso reciteth, in the privacy of his chamber, the verses revealed by God, the scattering angels of the Almighty shall scatter abroad the fragrance of the words uttered by his mouth, and shall cause the heart of every righteous man to throb.",
        "source": "Gleanings",
        "pages": "294"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "That which beseemeth you is the love of God, and the love of Him Who is the Manifestation of His Essence, and the observance of whatsoever He chooseth to prescribe unto you, did ye but know it.",
        "source": "Gleanings",
        "pages": "304"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "That which He hath reserved for Himself are the cities of men's hearts; and of these the loved ones of Him Who is the Sovereign Truth are, in this Day, as the keys. Please God they may, one and all, be enabled to unlock, through the power of the Most Great Name, the gates of these cities. This is what is meant by aiding the one true God -- a theme to which the Pen of Him Who causeth the dawn to break hath referred in all His Books and Tablets.",
        "source": "Gleanings",
        "pages": "241"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The sanctified souls should ponder and meditate in their hearts regarding the methods of teaching. From the texts of the wondrous, heavenly Scriptures they should memorize phrases and passages bearing on various instances, so that in the course of their speech they may recite divine verses whenever the occasion demandeth it, inasmuch as these holy verses are the most potent elixir, the greatest and mightiest talisman. So potent is their influence that the hearer will have no cause for vacillation.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "199"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Every thing must needs have an origin and every building a builder. Verily, the Word of God is the Cause which hath preceded the contingent world -- a world which is adorned with the splendours of the Ancient of Days, yet is being renewed and regenerated at all times. Immeasurably exalted is the God of Wisdom Who hath raised this sublime structure.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "141"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O friend of mine! The Word of God is the king of words and its pervasive influence is incalculable. It hath ever dominated and will continue to dominate the realm of being. The Great Being saith: The Word is the master key for the whole world, inasmuch as through its potency the doors of the hearts of men, which in reality are the doors of heaven, are unlocked.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "173"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Say: This is the Day of meritorious deeds, did ye but know it. This is the Day of the glorification of God and of the exposition of His Word, could ye but perceive it. Abandon the things current amongst men and hold fast unto that which God, the Help in Peril, the Self-Subsisting, hath enjoined upon you. The day is fast approaching when all the treasures of the earth shall be of no profit to you.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "231"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "This is not a Cause which may be made a plaything for your idle fancies, nor is it a field for the foolish and faint of heart. By God, this is the arena of insight and detachment, of vision and upliftment, where none may spur on their chargers save the valiant horsemen of the Merciful, who have severed all attachment to the world of being. These, truly, are they that render God victorious on earth...",
        "source": "The Kitab-i-Aqdas",
        "pages": "84"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Man is even as steel, the essence of which is hidden: through admonition and explanation, good counsel and education, that essence will be brought to light. If, however, he be allowed to remain in his original condition, the corrosion of lusts and appetites will effectively destroy him.",
        "source": "The Compilation of Compilations vol. I",
        "pages": "247"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Recite ye the verses of God every morning and evening. Whoso reciteth them not hath truly failed to fulfil his pledge to the Covenant of God and His Testament, and whoso in this day turneth away therefrom hath indeed turned away from God since time immemorial. Fear ye God, O concourse of My servants!",
        "source": "The Compilation of Compilations vol. II",
        "pages": "225"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Recite ye the verses of God in such measure that ye be not overtaken with fatigue or boredom. Burden not your souls so as to cause exhaustion and weigh them down, but rather endeavour to lighten them, that they may soar on the wings of revealed Verses unto the dawning-place of His signs. This is conducive to nearer access unto God, were ye to comprehend.",
        "source": "The Compilation of Compilations vol. II",
        "pages": "225"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "They whose sight is keen, whose ears are retentive, whose hearts are enlightened, and whose breasts are dilated, recognize both truth and falsehood, and distinguish the one from the other.",
        "source": "Epistle to the Son of the Wolf",
        "pages": "9"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O Son of Spirit! Ask not of Me that which We desire not for thee, then be content with what We have ordained for thy sake, for this is that which profiteth thee, if therewith thou dost content thyself.",
        "source": "The Arabic Hidden Words",
        "pages": " Arabic Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Strain every nerve to acquire both inner and outer perfections, for the fruit of the human tree hath ever been and will ever be perfections both within and without. It is not desirable that a man be left without knowledge or skills, for he is then but a barren tree. Then, so much as capacity and capability allow, ye needs must deck the tree of being with fruits such as knowledge, wisdom, spiritual perception and eloquent speech.",
        "source": "The Compilation of Compilations vol. I",
        "pages": "367"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Man is the supreme Talisman. Lack of a proper education hath, however, deprived him of that which he doth inherently possess. Through a word  proceeding out of the mouth of God he was called into being; by one word more he was guided to recognize the Source of his education; by yet another word his station and destiny were safeguarded. The Great Being saith: Regard man as a mine rich in gems of inestimable value. Education can, alone, cause it to reveal its treasures, and enable mankind to benefit therefrom.",
        "source": "Gleanings",
        "pages": "259"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The time must come when the imperative necessity for the holding of a vast, an all-embracing assemblage of men will be universally realized. The rulers and kings of the earth must needs attend it, and, participating in its deliberations, must consider such ways and means as will lay the foundations of the world's Great Peace amongst men. Such a peace demandeth that the Great Powers should resolve, for the sake of the tranquillity of the peoples of the earth, to be fully reconciled among themselves. Should any king take up arms against another, all should unitedly arise and prevent him.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "161"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "At the outset of every endeavour, it is incumbent to look to the end of it. Of all the arts and sciences, set the children to studying those which will result in advantage to man, will ensure his progress and elevate his rank. Thus the noisome odours of lawlessness will be dispelled, and thus through the high endeavours of the nation's leaders, all will live cradled, secure and in peace.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "165"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Every word is endowed with a spirit, therefore the speaker or expounder should carefully deliver his words at the appropriate time and place, for the impression which each word maketh is clearly evident and perceptible. The Great Being saith: One word may be likened unto fire, another unto light, and the influence which both exert is manifest in the world. Therefore an enlightened man of wisdom should primarily speak with words as mild as milk, that the children of men may be nurtured and edified thereby and may attain the ultimate goal of human existence which is the station of true understanding and nobility.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "170"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O friend of mine! The Word of God is the king of words and its pervasive influence is incalculable. It hath ever dominated and will continue to dominate the realm of being. The Great Being saith: The Word is the master key for the whole world, inasmuch as through its potency the doors of the hearts of men, which in reality are the doors of heaven, are unlocked. No sooner had but a glimmer of its effulgent splendour shone forth upon the mirror of love than the blessed word 'I am the Best-Beloved' was reflected therein. It is an ocean inexhaustible in riches, comprehending all things.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "170"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Should your conduct, O people, contradict your professions, how think ye, then, to be able to distinguish yourselves from them who, though professing their faith in the Lord their God, have, as soon as He came unto them in the cloud of holiness, refused to acknowledge Him, and repudiated His truth? Disencumber yourselves of all attachment to this world and the vanities thereof. Beware that ye approach them not, inasmuch as they prompt you to walk after your own lusts and covetous desires, and hinder you from entering the straight and glorious Path.",
        "source": "Gleanings",
        "pages": "275"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Should a man wish to adorn himself with the ornaments of the earth, to wear its apparels, or partake of the benefits it can bestow, no harm can befall him, if he alloweth nothing whatever to intervene between him and God, for God hath ordained every good thing, whether created in the heavens or in the earth, for such of His servants as truly believe in Him. Eat ye, O people, of the good things which God hath allowed you, and deprive not yourselves from His wondrous bounties.",
        "source": "Gleanings",
        "pages": "275"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O wayfarer in the path of God! Take thou thy portion of the ocean of His grace, and deprive not thyself of the things that lie hidden in its depths. Be thou of them that have partaken of its treasures. A dewdrop out of this ocean would, if shed upon all that are in the heavens and on the earth, suffice to enrich them with the bounty of God, the Almighty, the All-Knowing, the All-Wise.",
        "source": "Gleanings",
        "pages": "275"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Were any man to ponder in his heart that which the Pen of the Most High hath revealed and to taste of its sweetness, he would, of a certainty, find himself emptied and delivered from his own desires, and utterly subservient to the Will of the Almighty. Happy is the man that hath attained so high a station, and hath not deprived himself of so bountiful a grace.",
        "source": "Gleanings",
        "pages": "341"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Say: He is not to be numbered with the people of Baha who followeth his mundane desires, or fixeth his heart on things of the earth. He is My true follower who, if he come to a valley of pure gold, will pass straight through it aloof as a cloud, and will neither turn back, nor pause. Such a man is, assuredly, of Me. From his garment the Concourse on high can inhale the fragrance of sanctity....",
        "source": "Gleanings",
        "pages": "118"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Earth and heaven cannot contain Me; what can alone contain Me is the heart of him that believeth in Me, and is faithful to My Cause.",
        "source": "Gleanings",
        "pages": "185"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Wert thou to consider this world, and realize how fleeting are the things that pertain unto it, thou wouldst choose to tread no path except the path of service to the Cause of thy Lord. None would have the power to deter thee from celebrating His praise, though all men should arise to oppose thee.",
        "source": "Gleanings",
        "pages": "314"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Know thou that every created thing is a sign of the revelation of God. Each, according to its capacity, is, and will ever remain, a token of the Almighty. Inasmuch as He, the sovereign Lord of all, hath willed to reveal His sovereignty in the kingdom of names and attributes, each and every created thing hath, through the act of the Divine Will, been made a sign of His glory.",
        "source": "Gleanings",
        "pages": "184"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Verily I say, the human soul is, in its essence, one of the signs of God, a mystery among His mysteries. It is one of the mighty signs of the Almighty, the harbinger that proclaimeth the reality of all the worlds of God. Within it lieth concealed that which the world is now utterly incapable of apprehending.",
        "source": "Gleanings",
        "pages": "160"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Thou hast, moreover, asked Me concerning the state of the soul after its separation from the body. Know thou, of a truth, that if the soul of man hath walked in the ways of God, it will, assuredly, return and be gathered to the glory of the Beloved. By the righteousness of God! It shall attain a station such as no pen can depict, or tongue describe. The soul that hath remained faithful to the Cause of God, and stood unwaveringly firm in His Path shall, after his ascension, be possessed of such power that all the worlds which the Almighty hath created can benefit through him.",
        "source": "Gleanings",
        "pages": "160"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Know ye that I am afraid of none except God. In none but Him have I placed My trust; to none will I cleave but Him, and wish for naught except the thing He hath wished for Me. This, indeed, is My heart's desire, did ye but know it. I have offered up My soul and My body as a sacrifice for God, the Lord of all worlds. Whoso hath known God shall know none but Him, and he that feareth God shall be afraid of no one except Him, though the powers of the whole earth rise up and be arrayed against him.",
        "source": "Gleanings",
        "pages": "126"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "These are not days of prosperity and triumph. The whole of mankind is in the grip of manifold ills. Strive, therefore, to save its life through the wholesome medicine which the almighty hand of the unerring Physician hath prepared.",
        "source": "Gleanings",
        "pages": "80"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Whoso ariseth, in this Day, to aid Our Cause, and summoneth to his assistance the hosts of a praiseworthy character and upright conduct, the influence flowing from such an action will, most certainly, be diffused throughout the whole world",
        "source": "Gleanings",
        "pages": "287"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Let your principal concern be to rescue the fallen from the slough of impending extinction, and to help him embrace the ancient Faith of God. Your behavior towards your neighbor should be such as to manifest clearly the signs of the one true God, for ye are the first among men to be re-created by His Spirit, the first to adore and bow the knee before Him, the first to circle round His throne of glory.",
        "source": "Gleanings",
        "pages": "316"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "There lay concealed within the Holy Veil, and prepared for the service of God, a company of His chosen ones who shall be manifested unto men, who shall aid His Cause, who shall be afraid of no one, though the entire human race rise up and war against them. These are the ones who, before the gaze of the dwellers on earth and the denizens of heaven, shall arise and, shouting aloud, acclaim the name of the Almighty, and summon the children of men to the path of God, the All-Glorious, the All-Praised.",
        "source": "Gleanings",
        "pages": "280"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Proclaim the Cause of thy Lord unto all who are in the heavens and on the earth. Should any man respond to thy call, lay bare before him the pearls of the wisdom of the Lord, thy God, which His Spirit hath sent down unto thee, and be thou of them that truly believe. And should any one reject thine offer, turn thou away from him, and put thy trust and confidence in the Lord, thy God, the Lord of all worlds.",
        "source": "Gleanings",
        "pages": "279"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "By the righteousness of God! Whoso openeth his lips in this Day and maketh mention of the name of his Lord, the hosts of Divine inspiration shall descend upon him from the heaven of My name, the All-Knowing, the All-Wise. On him shall also descend the Concourse on high, each bearing aloft a chalice of pure light. Thus hath it been foreordained in the realm of God's Revelation, by the behest of Him Who is the All-Glorious, the Most Powerful.",
        "source": "Gleanings",
        "pages": "279"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Be unrestrained as the wind, while carrying the Message of Him Who hath caused the Dawn of Divine Guidance to break. Consider, how the wind, faithful to that which God hath ordained, bloweth upon all the regions of the earth, be they inhabited or desolate. Neither the sight of desolation, nor the evidences of prosperity, can either pain or please it. It bloweth in every direction, as bidden by its Creator. So should be every one that claimeth to be a lover of the one true God.",
        "source": "Gleanings",
        "pages": "339"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "While in prison We have revealed a Book which We have entitled 'The Most Holy Book'... Say: Take hold of it, O people, and observe that which hath been sent down in it of the wondrous precepts of your Lord, the Forgiving, the Bountiful. It will truly prosper you both in this world and in the next and will purge you of whatsoever ill beseemeth you. He is indeed the Ordainer, the Expounder, the Giver, the Generous, the Gracious, the All-Praised.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "261"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The Great Being saith: The heaven of divine wisdom is illumined with the two luminaries of consultation and compassion. Take ye counsel together in all matters, inasmuch as consultation is the lamp of guidance which leadeth the way, and is the bestower of understanding.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "168"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "It behoveth every one in this Day of God to dedicate himself to the teaching of the Cause with utmost prudence and steadfastness. Should he discover a pure soil, let him sow the seed of the Word of God, otherwise it would be preferable to observe silence.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "242"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Should it be God's intention, there would appear out of the forests of celestial might the lion of indomitable strength whose roaring is like unto the peals of thunder reverberating in the mountains. However, since Our loving providence surpasseth all things, We have ordained that complete victory should be achieved through speech and utterance, that Our servants throughout the earth may thereby become the recipients of divine good.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "197"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "For every act performed there shall be a recompense according to the estimate of God, and unto this the very ordinances and prohibitions prescribed by the Almighty amply bear witness. For surely if deeds were not rewarded and yielded no fruit, then the Cause of God -- exalted is He -- would prove futile. Immeasurably high is He exalted above such blasphemies! However, unto them that are rid of all attachments a deed is, verily, its own reward.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "189"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Earth and heaven cannot contain Me; what can alone contain Me is the heart of him that believeth in Me, and is faithful to My Cause.",
        "source": "Baha'i World Faith",
        "pages": "98"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Verily I say: The fear of God hath ever been a sure defence and a safe stronghold for all the peoples of the world. It is the chief cause of the protection of mankind, and the supreme instrument for its preservation. Indeed, there existeth in man a faculty which deterreth him from, and guardeth him against, whatever is unworthy and unseemly, and which is known as his sense of shame. This, however, is confined to but a few; all have not possessed, and do not possess it.",
        "source": "Epistle to the Son of the Wolf",
        "pages": "27"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Know ye not why We created you all from the same dust? That no one should exalt himself over the other. Ponder at all times in your hearts how ye were created. Since We have created you all from one same substance it is incumbent on you to be even as one soul, to walk with the same feet, eat with the same mouth and dwell in the same land, that from your inmost being, by your deeds and actions, the signs of oneness and the essence of detachment may be made manifest.",
        "source": "The Arabic Hidden Words",
        "pages": " Arabic Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O Son of Man! Ponder and reflect. Is it thy wish to die upon thy bed, or to shed thy life-blood on the dust, a martyr in My path, and so become the manifestation of My command and the revealer of My light in the highest paradise? Judge thou aright, O servant!",
        "source": "The Arabic Hidden Words",
        "pages": " Arabic Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Holy words and pure and goodly deeds ascend unto the heaven of celestial glory. Strive that your deeds may be cleansed from the dust of self and hypocrisy and find favor at the court of glory; for ere long the assayers of mankind shall, in the holy presence of the Adored One, accept naught but absolute virtue and deeds of stainless purity.",
        "source": "The Persian Hidden Words",
        "pages": " Persian Hidden Words"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "In all things it is necessary to consult. This matter should be forcibly stressed by thee, so that consultation may be observed by all. The intent of what hath been revealed from the Pen of the Most High is that consultation may be fully carried out among the friends, inasmuch as it is and will always be a cause of awareness and of awakening and a source of good and well-being.",
        "source": "The Compilation of Compilations vol. I",
        "pages": "93"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "So perfect and comprehensive is His creation that no mind nor heart, however keen or pure, can ever grasp the nature of the most insignificant of His creatures; much less fathom the mystery of Him Who is the Day Star of Truth, Who is the invisible and unknowable Essence.",
        "source": "Gleanings",
        "pages": "62"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Verily I say: Incline your ears to My sweet voice, and sanctify yourselves from the defilement of your evil passions and corrupt desires. They who dwell within the tabernacle of God, and are established upon the seats of everlasting glory, will refuse, though they be dying of hunger, to stretch their hands and seize unlawfully the property of their neighbor, however vile and worthless he may be",
        "source": "Gleanings",
        "pages": "298"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The one true God, exalted be His glory, hath ever regarded, and will continue to regard, the hearts of men as His own, His exclusive possession. All else, whether pertaining to land or sea, whether riches or glory, He hath bequeathed unto the Kings and rulers of the earth.",
        "source": "Gleanings",
        "pages": "206"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "They whom God hath endued with insight will readily recognize that the precepts laid down by God constitute the highest means for the maintenance of order in the world and the security of its peoples. He that turneth away from them, is accounted among the abject and foolish.",
        "source": "Gleanings",
        "pages": "331"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "One word is like unto springtime causing the tender saplings of the rose-garden of knowledge to become verdant and flourishing, while another word is even as a deadly poison. It behoveth a prudent man of wisdom to speak with utmost leniency and forbearance so that the sweetness of his words may induce everyone to attain that which befitteth man's station.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "172"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "It is enjoined upon every one of you to engage in some form of occupation, such as crafts, trades and the like. We have graciously exalted your engagement in such work to the rank of worship unto God, the True One. Ponder ye in your hearts the grace and the blessings of God and render thanks unto Him at eventide and at dawn. Waste not your time in idleness and sloth. Occupy yourselves with that which profiteth yourselves and others.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "26"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "In truth, religion is a radiant light and an impregnable stronghold for the protection and welfare of the peoples of the world, for the fear of God impelleth man to hold fast to that which is good, and shun all evil. Should the lamp of religion be obscured, chaos and confusion will ensue, and the lights of fairness and justice, of tranquillity and peace cease to shine. Unto this will bear witness every man of true understanding.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "125"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "It is incumbent upon everyone to observe God's holy commandments, inasmuch as they are the wellspring of life unto the world. The heaven of divine wisdom is illumined with the two luminaries of consultation and compassion and the canopy of world order is upraised upon the two pillars of reward and punishment.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "125"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "We cherish the hope that through the earnest endeavours of such as are the exponents of the power of God -- exalted be His glory -- the weapons of war throughout the world may be converted into instruments of reconstruction and that strife and conflict may be removed from the midst of men.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "23"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The source of all good is trust in God, submission unto His command, and contentment with His holy will and pleasure.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "152"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The essence of wealth is love for Me; whoso loveth Me is the possessor of all things, and he that loveth Me not is indeed of the poor and needy. This is that which the Finger of Glory and Splendour hath revealed.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "152"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The essence of faith is fewness of words and abundance of deeds; he whose words exceed his deeds, know verily his death is better than his life.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "153"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Let each morn be better than its eve and each morrow richer than its yesterday. Man's merit lieth in service and virtue and not in the pageantry of wealth and riches.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "137"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Dissipate not the wealth of your precious lives in the pursuit of evil and corrupt affection, nor let your endeavours be spent in promoting your personal interest. Be generous in your days of plenty, and be patient in the hour of loss. Adversity is followed by success and rejoicings follow woe.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "137"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "By the righteousness of the Lord! Ye were created to show love one to another and not perversity and rancour. Take pride not in love for yourselves but in love for your fellow-creatures. Glory not in love for your country, but in love for all mankind.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "135"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Nothing that existeth in the world of being hath ever been or ever will be worthy of mention. However, if a person be graciously favoured to offer a penny-worth -- nay even less -- in the path of God, this would in His sight be preferable and superior to all the treasures of the earth. It is for this reason that the one true God... hath in all his heavenly Scriptures praised those who observe His precepts and bestow their wealth for His sake.",
        "source": "The Compilation of Compilations vol. I",
        "pages": "489"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Beware lest ye commit that which would sadden the hearts of your fathers and mothers. Follow ye the path of Truth which indeed is a straight path. Should anyone give you a choice between the opportunity to render a service to Me and a service to them, choose ye to serve them, and let such service be a path leading you to Me. This is My exhortation and command unto thee. Observe therefore that which thy Lord, the Mighty, the Gracious, hath prescribed unto thee.",
        "source": "The Compilation of Compilations vol. I",
        "pages": "386"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Man should know his own self, and understand those things which lead to loftiness or to abasement, to shame or to honor, to affluence or to poverty. After man has realized his own being, and become mature, then (material) means are required. If wealth is acquired through a craft or profession, it is approvable and praiseworthy for men of wisdom, especially for those who arise to train the world and beautify the souls of the nations.",
        "source": "Baha'i Scriptures",
        "pages": "145"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Judge fairly: Were the prophecies recorded in the Gospel to be literally fulfilled; were Jesus, Son of Mary, accompanied by angels, to descend from the visible heaven upon the clouds; who would dare to disbelieve, who would dare to reject the truth, and wax disdainful? Nay, such consternation would immediately seize all the dwellers of the earth that no soul would feel able to utter a word, much less to reject or accept the truth.",
        "source": "The Kitab-i-Iqan",
        "pages": "80"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "A good character is, verily, the best mantle for men from God. With it He adorneth the temples of His loved ones. By My life! The light of a good character surpasseth the light of the sun and the radiance thereof. Whoso attaineth unto it is accounted as a jewel among men. The glory and the upliftment of the world must needs depend upon it.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "36"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Announce thou unto the priests: Lo! He Who is the Ruler is come. Step out from behind the veil in the name of thy Lord, He Who layeth low the necks of all men. Proclaim then unto all mankind the glad-tidings of this mighty, this glorious Revelation. Verily, He Who is the Spirit of Truth is come to guide you unto all truth. He speaketh not as prompted by His own self, but as bidden by Him Who is the All-Knowing, the All-Wise.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "10"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Say: Blessed the slumberer who is awakened by My Breeze. Blessed the lifeless one who is quickened through My reviving breaths. Blessed the eye that is solaced by gazing at My beauty. Blessed the wayfarer who directeth his steps towards the Tabernacle of My glory and majesty. Blessed the distressed one who seeketh refuge beneath the shadow of My canopy.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "15"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Blessed the man who hath sought enlightenment from the Day-Star of My Word. Blessed he who hath attired his head with the diadem of My love. Blessed is he who hath heard of My grief and hath arisen to aid Me among My people. Blessed is he who hath laid down his life in My path and hath borne manifold hardships for the sake of My Name.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "15"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Call out to Zion, O Carmel, and announce the joyful tidings: He that was hidden from mortal eyes is come! His all-conquering sovereignty is manifest; His all-encompassing splendour is revealed.",
        "source": "Tablets of Bahá'u'lláh",
        "pages": "3"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "O CONCOURSE of priests! Leave the bells, and come forth, then, from your churches. It behoveth you, in this day, to proclaim aloud the Most Great Name among the nations. Prefer ye to be silent, whilst every stone and every tree shouteth aloud: 'The Lord is come in His great glory!'",
        "source": "The Proclamation of Bahá'u'lláh",
        "pages": "94"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Ye are the stars of the heaven of understanding, the breeze that stirreth at the break of day, the soft-flowing waters upon which must depend the very life of all men, the letters inscribed upon His sacred scroll. With the utmost unity, and in a spirit of perfect fellowship, exert yourselves, that ye may be enabled to achieve that which beseemeth this Day of God.",
        "source": "Gleanings",
        "pages": "196"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "He who dealeth faithlessly with God shall in justice meet with faithlessness himself; he, however, who acteth in accordance with God's bidding shall receive a blessing from the heaven of the bounty of his Lord, the Gracious, the Bestower, the Generous, the Ancient of Days.",
        "source": "The Kitab-i-Aqdas",
        "pages": "55"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "They who are the people of God have no ambition except to revive the world, to ennoble its life, and regenerate its peoples. Truthfulness and good-will have, at all times, marked their relations with all men. Their outward conduct is but a reflection of their inward life, and their inward life a mirror of their outward conduct.",
        "source": "Gleanings",
        "pages": "270"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "The soul that hath remained faithful to the Cause of God, and stood unwaveringly firm in His Path shall, after his ascension, be possessed of such power that all the worlds which the Almighty hath created can benefit through him.",
        "source": "Gleanings",
        "pages": "161"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Piety and detachment are even as two most great luminaries of the heaven of teaching.  Blessed the one who hath attained unto this supreme station, this habitation of transcendent holiness and sublimity.",
        "source": "Tablets of Bahá’u’lláh",
        "pages": "269"
    },
    {
        "author": "Bahá’u’lláh",
        "quote": "Say: Jealousy consumeth the body and anger doth burn the liver: avoid these two as you would a lion.",
        "source": "Tablet of Medicine (Lawh-i-Tibb)",
        "pages": "161"
    }
]
